// © Copyright 2004-2009, 2015-2016 HP Development Company, L.P.

TaskName = "Direct Print instellingen";

NoSetTitle = "Kan Direct Print instellingen niet instellen";
NoSetMsg = "Controleer of de printer aanstaat en is aangesloten. Probeer het vervolgens opnieuw.";

RetrieveProgressTitle = "Bezig met ophalen van Direct Print instellingen…";

Auto = "Automatisch";
KeepSettings = "Huidige instellingen behouden";

HSDTaskTitle = "Direct Print voorkeuren";
HSDTaskDescription = "Selecteer de papierformaten die u wilt gebruiken voor het direct afdrukken vanaf de geheugenkaart of de camera:";
HSDLargeTitle = "Groot:";
HSDSmallTitle = "Klein:";

HSDA4 = "A4";
HSDUSLetter = "US Letter";
HSDHagakiCard = "Hagaki-kaart";
HSDCm = "4x6 inch (10x15 cm)";
HSDPhotoL = "Foto L";
HSDA6 = "A6";
